<template>
    <div>
        <div _ngcontent-xtr-c13="" class="privacy-policy">
            <div _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13=""></p>
                <p _ngcontent-xtr-c13="">주식회사 덤덤(이하 ‘회사’라고 합니다.)은 유무선 인터넷 음악 유통 플랫폼(웹, 모바일 웹•앱 서비스를 포함합니다.)인 비트썸원(beatsomeone) 및 비트썸원 관련 제반 서비스를 이용하는 회원의 개인정보 보호를 소중하게 생각하고, 회원의 개인정보를 보호하기 위하여 항상 최선을 다해 노력하고 있습니다
                    회사는 개인정보 보호 관련 주요 법률인 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 “정보통신망법”이라고 합니다.)을 비롯한 모든 개인정보 보호 관련 법률 규정 및 관련 국가기관 등이 제정한 고시, 훈령, 지침 등을 준수합니다.
                    회사는 아래와 같이 개인정보처리방침을 제정하여 이를 준수하고 있으며, 이를 회사가 운영하는 서비스(웹 및 모바일 사이트 및 스마트폰 앱을 포함합니다.)에 공개하여 회원이 언제나 용이하게 열람할 수 있도록 합니다.
                    본 개인정보처리방침은 비트썸원 서비스 및 비트썸원 관련 제반 서비스를 이용하는 회원에 대하여 적용되며, 회원이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위하여 어떠한 조치를 취하고 있는지 아래와 같은 내용을 담고 있습니다.</p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보의 수집∙이용 목적</h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">회원 가입, 서비스 및 고객센터 이용, 이벤트 참여, 팩스/전화 문의 등의 과정에서 필요 최소한의 개인정보를 수집하고 있으며, 이를 사전에 고지하고 동의를 구하고 있습니다.
                    - 비트썸원 서비스의 본질적인 기능 수행을 위해 필요한 필수정보를 수집합니다.
                    - 선택적인 목적(부가적인 서비스 또는 기능을 제공)을 위해 추가적으로 요구하는 정보는 선택항목으로 구분하여 수집합니다. (선택적 목적에 동의하지 않아도 서비스 이용에는 제한이 없습니다.)
                    - 서비스 이용 기록, IP Address, 쿠키, 접속기기 모델명 및 OS정보 등은 자동으로 생성되어 수집되며, 서비스에 대한 부정이용 방지, 이용 내역 확인, 접속 빈도 및 이용 통계, 고객 문의 사항 처리, 그리고 서비스 개선 등의 목적에 활용됩니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">회원가입 단계에서 수집하는 개인정보</h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">
                    <table>
                        <thead>
                            <tr>
                                <th>구분</th>
                                <th>수집∙이용 목적</th>
                                <th>이용목적</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>
                                    필수항목
                                </td>
                                <td>
                                    이름, 생년월일, 아이디, 비밀번호, 이메일, 닉네임, 휴대폰번호, 성별, 만 14세 미만 아동의 경우, 법정대리인 정보(법정대리인명, 성별, 생년월일, 휴대폰번호, 통신사업자, 내/외국인 여부, 암호화된 이용자 확인값(CI))
                                </td>
                                <td rowspan="2">
                                    - 회원 식별 및 가입의사 확인, 회원제 서비스 운영
                                    - (만 14세 미만 아동의 경우) 법정대리인 동의 여부 확인
                                    - 서비스 고지사항(이벤트 당첨안내 포함) 전달, 고객문의 처리 등 중요 공지 전달을 위한 의사소통 경로 확보
                                    - 서비스 관련 제반 법령 위반 행위 및 서비스 부정이용 행위 제재
                                    이벤트∙신규/개편 상품∙서비스 안내∙고지 등 홍보∙마케팅 활용
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    선택항목
                                </td>
                                <td>
                                    계정 연결시 : 계정, 프로필정보, 카카오톡 및 SNS 가입 여부
                                    휴대폰번호, 이메일
                                </td>
                            </tr>
                        </tbody>
                    </table>
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 수집하는 개인정보의 보유 및 이용기간</h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">
                    회원 탈퇴, 개인정보의 수집 및 이용목적이 달성된 경우 회원의 개인정보를 지체 없이 파기합니다. 단, 아래 각 사유 및 기간에 한하여 예외적으로 회원의 개인정보를 보유합니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">1. 회사 내부 방침에 의한 경우
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">(1) 불량이용자의 재가입 방지, 부정이용 방지, 서비스 요금 미납 고객에 대한 요금 청구, 기타 민원 대응
                    - 보유기간 : 회원 탈퇴 후 12개월간 (단, 미납 요금청구의 경우 요금 완납시, 민원 대응의 경우 민원 해결시까지)
                    - 보유정보 : 아이디, 이름, 이메일, 휴대폰번호, 암호화된 동일인 식별정보, 가입일, 탈퇴일 등
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">2. 회원이 직접 개인정보의 보존을 요청한 경우 또는 회사가 개별적으로 회원의 동의를 얻은 경우
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">- 보유기간 및 보유정보 : 회원의 요청 또는 동의를 얻은 항목•기간에 한하여 해당 기간 동안 보유
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">3. 법령에 의거, 이용자의 동의 없이 보존할 것을 정한 경우
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">
                    <table>
                        <thead>
                            <tr>
                                <th>근거법령</th>
                                <th>보존정보</th>
                                <th>보존기간</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>
                                    전자상거래 등에서의 소비자보호에 관한 법률
                                </td>
                                <td>
                                    계약 또는 청약철회에 관한 기록
                                </td>
                                <td>
                                    5년
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    전자상거래 등에서의 소비자보호에 관한 법률, 상법, 국세기본법, 소득세법, 법인세법, 부가가치세법
                                </td>
                                <td>
                                    대금 결제 및 재화 등의 공급에 관한 기록, 상업장부와 영업에 관한 전표, 증빙서류
                                </td>
                                <td>
                                    3년
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    전자상거래 등에서의 소비자보호에 관한 법률
                                </td>
                                <td>
                                    소비자의 불만 또는 분쟁처리에 관한 기록
                                </td>
                                <td>
                                    3년
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    통신비밀보호법
                                </td>
                                <td>
                                    사이트 방문에 관한 기록
                                </td>
                                <td>
                                    3개월
                                </td>
                            </tr>
                        </tbody>
                    </table>
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">4. 개인정보 유효기간제의 적용
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">회사는 정보통신망법 관련 조항에 따라 회원이 1년(이하 “개인정보유효기간”이라고 합니다.)동안 서비스를 이용한 사실 또는 활동한 기록이 없는 경우, 개인정보의 안전한 보호 및 피해 발생을 방지하기 위해 '정보통신망법 제29조'에 근거하여 이용자에게 사전통지하고 개인정보를 별도로 분리하여 저장 관리합니다. 회사는 유효기간이 도래하기 30일 전까지 이메일, 문자메시지, 휴대전화 등 회원이 입력한 연락수단을 통하여 사전통지합니다.
                    <br>
                    개인정보유효기간제에 의해 별도 분리된 경우라도 회원이 서비스 재이용을 원하실 경우에는, 본인확인 절차를 거쳐 서비스를 재이용하실 수 있습니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 수집한 개인정보의 이용 및 제3자 제공
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 고객의 개인정보를 이용약관 및 개인정보처리방침 등을 통해 고객에게 알리고 동의를 얻은 범위 내에서 사용하며, 동 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다. 개인정보를 제3자에게 제공하는 경우, 사전에 회원에게 ‘제공받는 자, 제공 받는 자의 이용 목적, 제공하는 개인정보 항목, 보유 및 기간을 고지 후 동의 를 구하며, 회원이 동의하지 않는 경우 제공하지 않도록 합니다. 다만, 회원이 해당 제휴서비스를 이용함에 있어 개인정보의 제3자 제공을 하지 않으면 제휴서비스를 이용할 수 없거나 제휴서비스 혜택을 적용 받을 수 없는 경우에는 그 취지 및 동의 거부시 불이익에 대하여 안내합니다.
                    2. 다만, 정보통신망법 등 법령에서 정하는 사유로서, 다음의 각 경우에는 회원의 동의 없이 회원의 개인정보를 이용하거나 제3자에게 제공할 수 있습니다.
                    (1) 서비스 제공에 따른 요금정산을 위하여 필요한 경우
                    (2) 통신비밀보호법, 국세기본법, 정보통신망법, 전기통신사업법, 지방세법, 형사소송법 등 다른 법률에 특별한 규정이 있는 경우
                    단, '법률에 특별한 규정이 있는 경우'로 행정목적이나 수사목적으로 행정관청 또는 수사기관이 요구해 온 경우라도 무조건 회원의 개인정보를 제공하지 않으며, 법률에 규정된 바에 따라 영장 또는 기관장의 직인이 날인된 서면에 의한 경우 등 관련 자료에 의하여 법률이 요구하는 자료라는 점을 확인할 수 있는 경우에 한하여 제공합니다.
                    3. 회사는 서비스 이용 및 이벤트 진행을 위해 아래와 같이 개인정보를 제공하고 있습니다.
                    <table>
                        <thead>
                            <tr>
                                <th>근거법령</th>
                                <th>보존정보</th>
                                <th>보존기간</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>
                                    제공받는 자
                                </td>
                                <td>
                                    제공항목
                                </td>
                                <td>
                                    제공목적
                                </td>
                                <td>
                                    보유 및 이용기간
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    이벤트 주관사(건별 별도 고지)
                                </td>
                                <td>
                                    이름, 휴대폰번호, (배송상품의 경우)주소(※이벤트에 따라 상이할 수 있음)
                                </td>
                                <td>
                                    이벤트 당첨자 추첨 및 경품 배송
                                </td>
                                <td>
                                    이벤트 종료 후 3개월 간 보유하여, 원칙적으로 이용목적이 달성되는 경우 지체 없이 파기합니다
                                </td>
                            </tr>
                        </tbody>
                    </table>
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보의 처리위탁
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">회사는 다음과 같이 개인정보 처리업무를 외부 전문업체에 위탁하여 운영하고 있습니다. 아래 각 수탁업자는 계약기간 동안 필요한 범위 내에서 회원의 개인정보를 보유하는 것을 원칙으로 하며, 수탁업자에 대하여 관계법령에서 법정 보유기간을 명시하고 있는 경우는 해당 업체업체는 해당 기간 동안 보유합니다.
                    <table>
                        <thead>
                            <tr>
                                <th>수탁업체명</th>
                                <th>위탁업무의 내용</th>
                                <th>위탁기간</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>
                                    주식회사 모빌리언스
                                </td>
                                <td>
                                    신용카드, 계좌이체 결제 대행
                                </td>
                                <td>
                                    위탁계약 종료시까지
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    페이팔
                                </td>
                                <td>
                                    신용카드, 계좌이체 결제 대행
                                </td>
                                <td>
                                    위탁계약 종료시까지
                                </td>
                            </tr>
                        </tbody>
                    </table>
                    위탁업무계약서 내지 별도의 정보보호서약(특약) 등을 통하여 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 제3자 제공에 대한 금지, 사고시의 책임부담, 위탁기간, 처리 종료 후의 개인정보의 반환 또는 파기 의무 등을 규정하고, 이를 준수하도록 관리하고 있습니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보의 파기절차 및 방법
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">수집한 개인정보의 이용목적이 달성된 후에는 보관기간 및 이용기간에 따라 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
                    1. 파기절차
                    고객이 서비스 가입 등을 위해 기재한 개인정보는 서비스 해지 등 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 보존 사유에 따라 일정기간 동안 저장된 후(● 수집하는 개인정보의 보유 및 이용기간 참조) 삭제되거나 파기합니다.
                    2. 파기방법
                    서면양식에 기재하거나, 종이에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품 처리를 하여 용해하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 회원 및 법정 대리인의 권리와 그 행사 방법
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 「회원정보변경」을 클릭하여 직접 열람 또는 정정하실 수 있습니다.
                    2. 회원 가입 등을 통해 개인정보의 수집/이용/제공에 대해 동의하신 내용은 언제든지 철회하실 수 있습니다. 개인정보의 처리에 대한 동의 철회(회원탈퇴)는 「회원탈퇴」를 클릭하여 직접 신청하실 수 있습니다.
                    3. 불가피한 사유로 직접 개인정보의 정정, 삭제(회원탈퇴)가 어려운 경우에 한해, 서면, 전화, 이메일 등을 통하여 정정, 삭제를 요청하실 수 있으며, 회사는 지체없이 조치합니다.
                    4. 회원 또는 회원의 법정대리인이 개인정보에 대한 열람•증명 또는 정정을 요청하는 경우에는 회원의 요청에 성실하게 대응하며, 개인정보에 오류가 있거나 보존기간을 경과한 것이 판명되는 등 정정 또는 삭제할 필요가 있다고 인정되는 경우, 지체 없이 조치합니다.
                    5. 회사는 만 14세 미만 아동(이하 '아동')이 제공한 개인정보로 인하여 아동 및 법정대리인이 불이익을 입지 않도록 보호 조치를 취하고 있습니다.
                    (1) 아동의 서비스가입을 위한 개인정보를 수집하거나 최초 서비스 가입 시 얻은 동의의 범위를 넘어 이동의 개인정보를 이용하거나 제3자에게 제공하고자 하는 경우에는 해당 아동의 법정대리인의 동의를 얻도록 하고 있습니다.
                    (2) 법정대리인의 동의를 얻기 위하여 법정대리인의 성명, 연락처 등 필요한 최소한의 정보를 요구할 수 있습니다. 이 경우 개인정보의 수집•이용 또는 제공 목적 및 법정대리인의 동의가 필요하다는 취지를 아동이 쉽게 이해 할 수 있는 평이한 표현으로 아동에게 고지 합니다.
                    (3) 법정대리인의 동의를 얻기 위하여 수집한 법정대리인의 개인정보를 해당 법정대리인의 동의 여부를 확인하는 목적 외의 용도로 이를 이용하거나 제3자에게 제공하지 않습니다.
                    (4) 법정대리인은 만 14세 미만 아동의 개인정보 수집•이용 또는 제공에 대한 동의를 철회할 수 있으며, 만 14세 미만 아동이 제공한 개인정보에 대한 열람 또는 오류의 정정을 요구할 수 있습니다.
                    6. 위 4.항 및 5.항의 경우 다른 법령에서 그 개인정보가 수집 또는 보관의 대상으로 명시되어 있는 경우 등 개인정보에 대한 열람∙증명 또는 정정 요청에 대하여 연기 또는 제한∙거절할 경우에는 회원이 기재한 이메일 또는 고객지원센터를 통하여 그 사유 및 고객 등이 이의를 제기할 수 있는 방법을 알려드립니다.
                    7. 유선 또는 서면을 통하여 회원 본인 또는 만 14세 미만 아동인 회원의 법정대리인이 열람, 증명을 요구하는 경우에는 본인 확인 내지 대리관계를 증명하는 위임장 및 인감증명서, 요청인 또는 대리인의 신분증 사본 등의 증표를 제시 받아 진정한 본인 의사와 대리인 여부를 확인합니다.
                    8. 회원 또는 법정대리인의 요청에 의해 해지 또는 삭제, 정정된 개인정보는 "개인정보의 보관기간 및 이용기간"에 명시된 바에 따라 처리되고, 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 회원 및 법정 대리인의 권리와 그 행사 방법
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 회원은 개인정보의 자기결정권 확보 및 비트썸원 서비스의 변경, 중단/종료 등 중요한 사항에 대한 정보를 적시에 수령할 수 있도록 자신의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 사전에 예방하여야 합니다. 부정확한 정보의 입력으로 인해 발생하는 결과에 대한 책임은 회원에게 있으며 타인의 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
                    2. 회원은 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 회원은 자신의 아이디, 비밀번호를 포함한 개인정보가 유출되지 않도록 신중히 관리하여야 하며, 게시물을 포함한 타인의 개인정보 및 명예를 훼손하지 않도록 유의해야 합니다. 만약 이 같은 책임을 다하지 못하고 타인의 정보를 훼손할 경우에는 정보통신망법 등 관련 법령에 의해 처벌 받을 수 있습니다.
                    3. 특히, 공동으로 사용하는 PC 및 기타 단말에서 서비스를 이용한 후 서비스를 종료하는 경우에는 반드시 로그아웃 처리 후 해당 홈페이지를 종료하시기 바랍니다. 그렇지 않을 경우, 해당 브라우저를 통하여 회원의 개인정보가 타인에게 쉽게 유출, 변경될 위험이 있습니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보 보호를 위한 기술적/관리적 대책
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 회사는 회원의 개인정보 보호를 가장 중요시하며, 회원의 개인정보가 훼손•침해 또는 누설되지 않도록 최선을 다하고 있습니다. 회사의 귀책사유에 의하여 회원의 개인정보에 대한 침해사고가 발생하는 경우에는 개인정보보호법 및 정보통신망법 등 관련 법령에서 정하는 절차와 방법에 따라 회원에게 고지하고, 관련 기관에 신고합니다. 다만, 관련 법령에 따라 기술적인 보안조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다.
                    2. 회사는 회원의 개인정보와 관련한 불만 처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 개인정보보호 조직을 운영하고 있습니다. 회사는 개인정보의 열람•정정•동의 철회•유효기간 연장 등 회원의 개인정보 보호 관련 문의에 대하여 고객지원센터에서 신속하고 성실하게 답변을 드리도록 하고 있습니다. 또한, 회원이 개인정보보호담당자와 연락을 원하실 경우 아래의 연락처 또는 이메일로 연락을 주시면 문의사항에 대하여 신속하고 성실하게 답변해드리겠습니다.
                    <table>
                        <thead>
                            <tr>
                                <th colspan="2">개인정보보호책임자 및 담당부서</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>
                                    책임자
                                </td>
                                <td>
                                    김용환
                                </td>
                            <tr>
                                <td>
                                    연락처
                                </td>
                                <td>
                                    070-4323-0000
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    담당부서
                                </td>
                                <td>
                                    운영팀
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    이메일
                                </td>
                                <td>
                                    support@beatsomeone.com
                                </td>
                            </tr>
                        </tbody>
                    </table>
                    3. 기타 개인정보 침해에 관한 상담이 필요한 경우에는 한국인터넷진흥원 개인정보침해신고센터, 경찰청 사이버안전국 등에 문의하실 수 있습니다.
                    [한국인터넷진흥원 개인정보침해신고센터]
                    - 전화 : (국번없이) 118
                    - URL : http://www.i-privacy.kr, http://privacy.kisa.or.kr
                    [경찰청 사이버안전국]
                    - 전화 : (국번없이) 182
                    - URL : http://cyberbureau.police.go.kr
                    [대검찰청 사이버범죄수사단]
                    - 전화 : (국번없이) 1301
                    - URL : http://www.spo.go.kr
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보처리방침의 고지 또는 통지 방법
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 개인정보처리방침은 관련 법령 및 지침의 변경, 내부 운영 방침 등의 변경에 따라 변경될 수 있습니다. 개인정보처리방침에 대한 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 홈페이지의 '공지사항'을 통해 변경이유 및 그 내용을 공지합니다. 다만, 개인정보의 수집 및 활용 등에 있어 회원의 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 공지합니다.
                    2. 영업의 전부 또는 일부를 양도하거나 합병•상속 등으로 그 권리•의무를 이전하는 경우 서면•전자우편 등을 통하여 회원에게 개별적으로 통지함과 동시에 홈페이지 첫 화면에서 식별할 수 있도록 표기하여 30일 이상 그 사실을 공지합니다. 다만, 서면/전자우편 기타의 방법에 의한 통지는 과실 없이 고객의 연락처를 알지 못하거나 천재/지변 기타 통지할 수 없는 정당한 이유가 있는 경우에는 2곳 이상의 중앙일간지(고객의 대부분이 특정 지역에 거주하는 경우에는 그 지역을 보급구역으로 하는 일간지로 할 수 있습니다)에 1회 이상 공고하는 것으로 갈음합니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 개인정보의 자동 수집 장치의 설치/운영 및 그 거부에 관한 사항
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 인터넷 서비스를 통하여 고객의 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 설치/ 운용하고 있습니다. 쿠키란 웹 서버가 웹 브라우저에 보내어 저장했다가 서버의 부가적인 요청이 있을 때 다시 서버로 보내주는 문자열 정보를 말합니다. 회원이 웹사이트에 접속을 하면 회원의 브라우저에 있는 쿠키의 내용을 읽고, 추가정보를 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다.
                    2. 쿠키(cookie)정보는 다음의 목적을 위해 사용될 수 있습니다.
                    (1) 개인의 관심 분야에 따라 차별화된 정보를 제공
                    (2) 회원과 비회원의 접속 빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용
                    (3) 관심 있게 둘러본 내용들에 대한 자취를 추적하여 다음 번 접속 때 개인 맞춤 서비스를 제공
                    (4) 유료서비스 이용 시 이용기간 안내
                    (5) 고객들의 습관을 분석하여 서비스 개편 등의 척도로 활용
                    3. 회원은 쿠키(cookie) 설치에 대한 선택권을 가지고 있습니다.
                    웹 브라우저 상단의 “도구>인터넷옵션>개인정보>고급”에서 모든 쿠키를 다 받아들이거나, 쿠키(cookie)가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키(cookie)를 거부할 수 있습니다. 단, 회원이 쿠키(cookie) 설치를 거부하였을 경우 서비스 이용에 불편이 있거나, 서비스 제공에 어려움이 있을 수 있을 수 있습니다.
                    4. 쿠키(cookie)는 브라우저의 종료시나 로그아웃 시 만료됩니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 링크 사이트
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13="">1. 홈페이지를 통하여 회원에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 외부사이트로부터 제공 받는 서비스나 자료의 유용성에 대해 책임을 부담하거나 이를 보증하지 아니합니다.
                    2. 홈페이지에 포함되어 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 이용에 관하여는 더 이상 비트썸원의 「개인정보처리방침」이 적용되지 아니합니다.
                </p><br _ngcontent-xtr-c13="">
                <h1 _ngcontent-xtr-c13="">● 부칙
                </h1><br _ngcontent-xtr-c13="">
                <p _ngcontent-xtr-c13=""> (시행일) 이 약관은 2020년 06월 01일부터 시행됩니다.
                </p><br _ngcontent-xtr-c13="">
            </div>
        </div>
    </div>
</template>
<script>
import { EventBus } from '*/src/eventbus';

export default {
    data: function() {
        return {
            info: {},
            isLogin: false,
        }
    },
    created() {

    },
    mounted() {

    },
    watch: {

    },
    methods: {},

}
</script>
<style lang="scss">
</style>
<style lang="css">
.privacy-policy {
    display: flex;
    margin-top: 5em;
    margin-bottom: 5em;
}
</style>